Repository: DigiscapeNoida/.Net-Projects-
Catalog: LexisNexis_Live/App_GlobalResources/String.*.resx
Languages: fr_fr

source: Additional mail notification
fr_fr: Notification sup à

source: All rights reserved
fr_fr: Tous les droits sont réservés

source: Attachments
fr_fr: Pièces jointes

source: Author
fr_fr: Auteur

source: Cancel
fr_fr: Annuler

source: choose your product
fr_fr: Choisissez Votre Produit

source: Comment
fr_fr: Commentaire

source: connected Username
fr_fr: Nom utilisateur connecté

source: Declination
fr_fr: Déclinaison

source: Delai back
fr_fr: Délai de retour

source: Demand Type
fr_fr: Type de demande

source: DTD item
fr_fr: DTD de l'item

source: Due Date
fr_fr: Date d'échéance

source: Duration
fr_fr: Délai

source: Encyclopedia
fr_fr: Encyclopédie

source: Export All
fr_fr: Exporter tout

source: export this page
fr_fr: Exporter cette page

source: Folder Title
fr_fr: Titre du Dossier

source: Forget Password
fr_fr: Mot de passe oublié

source: Insert
fr_fr: Insérer

source: Iteration
fr_fr: Itération

source: Load a file
fr_fr: Charger une pièce jointe

source: Login
fr_fr: S'identifier

source: login a dossier
fr_fr: Identifiez-vous un dossier

source: login id
fr_fr: Utilisateur

source: Log a booklet
fr_fr: Loguer un fascicule

source: Log correction
fr_fr: Loguer une correction

source: Log Out
fr_fr: Se déconnecter

source: Name of applicant
fr_fr: Nom du demandeur

source: Nature of demand
fr_fr: Nature de la demande

source: Notification for sup
fr_fr: Notification sup à

source: No. Folio
fr_fr: N° Folio

source: Number of Pages
fr_fr: Nb Pages

source: Character count
fr_fr: Nombre de caractères

# Online_Production_Tracking
source: Leonard
fr_fr: Léonard

source: Page Count
fr_fr: Nb Page avant

source: Reference
fr_fr: Référence

source: Remove
fr_fr: Supprimer

# Return_Date
source: Delivery date
fr_fr: Date de retour

source: Select
fr_fr: Sélectionner

source: Send prod
fr_fr: Envoyer en prod

source: Stage
fr_fr: Statut

source: Status
fr_fr: Statut

source: System
fr_fr: Système

source: Task
fr_fr: Tâche

source: Title Fesc
fr_fr: Titre du Fasc

source: To send
fr_fr: Envoyer à Thomson

source: Type of item
fr_fr: Type de l'item

source: Category
fr_fr: Rédaction

source: Complete
fr_fr: Achevée

source: Upload Article
fr_fr: Télécharger Article

source: Comments
fr_fr: Info

source: Leonard
fr_fr: Léonard

source: Password
fr_fr: mot de passe

source: Remove all filters
fr_fr: Retirer les filtres

source: Search
fr_fr: Chercher

source: Journals
fr_fr: Revues

# Load_a_fileDosier
source: Load a file
fr_fr: Charger une pièce jointe

source: Log folder
fr_fr: Déclarer un dossier

# TD_Attachments
source: Attachments TD
fr_fr: PJ TD

source: Time limit
fr_fr: Délai

# Log_a_booklet_encyclo
source: Log a booklet (Encyclopedia)
fr_fr: Déclarer un fascicule(Encyclopédie)

# LN_Attachments
source: Attachments LN
fr_fr: PJ LN

source: Search dossier
fr_fr: Chercher dossier

source: Search Encyclopedia
fr_fr: Chercher Encyclopédie

# Load_a_File_dosier
source: Load a file dossier
fr_fr: Joindre un dossier

# Dossier_delai
source: Duration
fr_fr: Délai

# Dossier_heuredate
source: TAT
fr_fr: Date/heure de retour prévisionnelle

# Dossier_Publication_Date
source: Publication date
fr_fr: Date de publication

source: Delivery From date
fr_fr: Date de livraison début

source: Delivery To date
fr_fr: Date de livraison fin

source: Login From date
fr_fr: Date de réception début

source: Login To date
fr_fr: Date de réception fin

# Dossier_Validatemsg
source: Fields marked with a * are required
fr_fr: Les champs marqués d’un * sont obligatoires

source: Change Password
fr_fr: Modifier votre mot de passe

source: Confirm New Password
fr_fr: Confirmer nouveau mot de passe

source: New password & Confirm password should be same
fr_fr: les mots de passe saisis doivent être identiques

source: New Password
fr_fr: Nouveau mot de passe

source: New Password should not be blank
fr_fr: Ce champ ne peut pas être vide

source: Old Password
fr_fr: Mot de passe actuel

source: Password Change Successfully
fr_fr: Mot de passe modifié

source: Please insert old password
fr_fr: Insérer ancien mot de passe

source: Please Insert Valid loginID for Reset password
fr_fr: Insérer nom d'utilisateur valide pour réinitialisation mot de passe

source: Submit
fr_fr: soumettre

source: Insert Comment
fr_fr: Insérer commentaire

source: Name of requester
fr_fr: Demandeur

# Encyclo_LoadFile
source: Load file
fr_fr: Joindre un fascicule

# Encylo_heuredate
source: TAT
fr_fr: Date/heure de retour prévisionnelle

# Journal_Article_Title
source: Article title
fr_fr: Titre d'article

# Journal_article_type
source: Article type
fr_fr: Type d'article

# Journal_Author
source: Author
fr_fr: Auteur

# Journal_Comment
source: Comment
fr_fr: Commentaire

# Journal_delai
source: TAT
fr_fr: Délai

source: Journal File load
fr_fr: Joindre un article

# Journal_Heading
source: Login Journal
fr_fr: Déclarer un article

# Journal_heuredate
source: TAT
fr_fr: Date/heure de retour prévisionnelle

# Journal_notification
source: Notification Mail
fr_fr: Notification sup à

# Journal_pubnum
source: Publication Number
fr_fr: N° publ.

# Journal_submit
source: Submit
fr_fr: Envoyer à Thomson

# Search_Journal
source: Search article
fr_fr: Chercher article

# Journal_Revised_Heading
source: Revised Login
fr_fr: Envoyer en correction un article

# Complete_date
source: Actual delivery date
fr_fr: Date de retour réelle

# In_Date
source: Receipt date
fr_fr: Date d’envoi

# Return_DateJournal
source: Delivery date
fr_fr: Date de retour souhaitée

# Journal_ActualDeliverydate_from
source: Actual delivery date from
fr_fr: Date de retour réelle début

# Journal_ActualDeliverydate_to
source: Actual delivery date to
fr_fr: Date de retour réelle fin

# Journal_deliverydate_from
source: Delivery date from
fr_fr: Date de retour souhaitée début

# Journal_deliverydate_To
source: Delivery date to
fr_fr: Date de retour souhaitée fin

# Journal_LoginDate_From
source: Receipt date from
fr_fr: Date de réception début

# Journal_LoginDate_To
source: Receipt date to
fr_fr: Date de réception fin

source: Refresh
fr_fr: Rafraichir

source: Load Fiche File
fr_fr: Joindre un fichier

source: Create User
fr_fr: Gestion des utilisateurs

source: First Name
fr_fr: Prénom

source: Last Name
fr_fr: Nom

source: Please select item for delete user
fr_fr: Merci de faire une sélection

source: Production site
fr_fr: Produit

source: User already exist
fr_fr: Utilisateur existe déjà

# User_cancel
source: Cancel
fr_fr: Annuler

source: User created successfully
fr_fr: Utilisateur créé

# User_Delete
source: Delete
fr_fr: Supprimer

source: User deleted successfully
fr_fr: Utilisateur supprimé

source: User ID
fr_fr: Identifiant

# User_Role
source: Role
fr_fr: Type d'accès

# Delete_Item
source: Delete
fr_fr: Supprimer

source: Item updated successfully
fr_fr: Opération effectuée avec succès

source: Products
fr_fr: Tableau de bord

source: User updated successfully
fr_fr: Opération effectuée avec succès

# User_UpdationFailed
source: User updation failed, Please try again
fr_fr: Opération échouée. Merci de réessayer

source: Work to be done
fr_fr: Travail à réaliser
