<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE article
  PUBLIC "-//EJC//DTD XML article de presse//FR" "article.dtd">
<article>
<metaart>
<publ><nomrev>rpi</nomrev><daterev annee="2020" mois="07">juillet-aout 2020</daterev>
<revnumr>7-8</revnumr><numeltr/><partrev/><pagerev/>
<partie/>
</publ>
</metaart>
<chronique type="chronique"><num>6</num><tit>
<al>Un an de droit de la propri&eacute;t&eacute; industrielle des produits pharmaceutiques</al>
</tit>
<auteur>
<imag>
<apimag fic="[PHOTO]" scale="40"/>
</imag>
<prenom>H&eacute;l&egrave;ne</prenom>
<nom>Gaumont-Prat</nom>
<qual>professeur &agrave; l'universit&eacute; de Paris VIII - Paris Lumi&egrave;res, (EA n&deg; 1581)</qual>
</auteur>
<resume>
<p>
<al>L'actualit&eacute; de l'ann&eacute;e 2019 est d'abord l&eacute;gislative avec la publication de la loi n&deg; 2019-486 du 22&nbsp;mai 2019 relative &agrave; la croissance et la transformation des entreprises dite"loi Pacte" <emph2>(Y. Reboul et L. Nuss, &Agrave; propos de la r&eacute;forme du droit fran&ccedil;ais des brevets dans le projet de loi Pacte&nbsp;: Propr. industr. 2019, &eacute;tude 6</emph2><emph2>. </emph2><emph2>-</emph2><emph2> E. Py et J. Raynard, Un an de droit des brevets&nbsp;: Propr. industr. 2020, chron. 1)</emph2>, qui impacte n&eacute;cessairement le secteur du droit de la propri&eacute;t&eacute; industrielle dans le domaine des produits pharmaceutiques. C'est ensuite l'entr&eacute;e en vigueur le 1er&nbsp;juillet 2019 du r&egrave;glement (UE) 2019/933 du Parlement europ&eacute;en et du Conseil du 20&nbsp;mai 2019 modifiant le r&egrave;glement (CE) n&deg; 469/2009 concernant le certificat compl&eacute;mentaire de protection pour les m&eacute;dicaments, publi&eacute; au JO le 11&nbsp;juin 2019. L'actualit&eacute; jurisprudentielle est consacr&eacute;e aux questions de validit&eacute; du brevet et aux CCP.</al>
</p>
</resume><plan/>
<corpschr>
<div1chr>
<tit>
<al>Contentieux sur la validit&eacute; du brevet</al>
</tit>
<div2chr>
<tit>
<al>D&eacute;lai de restauration</al>
</tit>
<pnchr>
<observ>
<al>Selon l'article&nbsp;L.&nbsp;612-16 du Code de la propri&eacute;t&eacute; intellectuelle, en cas d'inobservation d'un d&eacute;lai, un recours en vue d'&ecirc;tre restaur&eacute; dans ses droits peut &ecirc;tre form&eacute; lorsqu'il est justifi&eacute; d'une excuse l&eacute;gitime, si l'inobservation de ce d&eacute;lai a pour cons&eacute;quence directe le rejet de la demande de brevet ou d'une requ&ecirc;te, la d&eacute;ch&eacute;ance de la demande de brevet ou du brevet ou la perte de tout autre droit.</al>
<al>Dans une affaire <emph3>(CA Paris, p&ocirc;le 5, ch. 1, 12&nbsp;f&eacute;vr. 2019, n&deg; 18/14291, The regents of the university of Colorado (&Eacute;tats-Unis) et Allergan inc. (&Eacute;tats-Unis) c/ Dir. G&eacute;n. INPI)</emph3>, la requ&eacute;rante demandait &agrave; la cour d'annuler la d&eacute;cision du directeur g&eacute;n&eacute;ral de l'INPI du 30&nbsp;juin 2015 ayant rejet&eacute; le recours de la demanderesse en restauration des droits attach&eacute;s à la demande de CCP n&deg; 12C0054. Elle invoquait comme excuse que l'&eacute;tat de la jurisprudence de la Cour de justice de l'Union europ&eacute;enne avant l'arr&ecirc;t Neurim rendait impossible, dans le cas d'esp&egrave;ce, l'obtention d'un CCP et cette impossibilit&eacute; constitue un emp&ecirc;chement l&eacute;gitime qui n'a cess&eacute; que le jour de la publication de l'arr&ecirc;t Neurim, soit le 19&nbsp;juillet 2012.</al>
<al>La Cour de justice rejette cette argumentation au motif qu'aux termes m&ecirc;mes de l'article&nbsp;L.&nbsp;612-16 du Code de la propri&eacute;t&eacute; intellectuelle, l'excuse l&eacute;gitime doit s'entendre d'un "emp&ecirc;chement". Qu'en admettant que la jurisprudence de la Cour de justice, avant l'arr&ecirc;t Neurim, ne permettait pas à la requ&eacute;rante d'esp&eacute;rer l'obtention d'un CCP et &eacute;tait donc de nature à la dissuader de proc&eacute;der au d&eacute;p&ocirc;t d'une demande de CCP, le directeur g&eacute;n&eacute;ral de l'INPI observe à juste raison que cette situation ne caract&eacute;rise pas un emp&ecirc;chement au sens de la disposition pr&eacute;cit&eacute;e d&egrave;s lors que la jurisprudence, f&ucirc;t-elle celle de la Cour de justice, est &eacute;volutive. Selon la cour le non-respect du d&eacute;lai imparti à la requ&eacute;rante pour d&eacute;poser sa demande de CCP n'&eacute;tait donc pas dû à un emp&ecirc;chement mais à sa volont&eacute; de ne pas proc&eacute;der au d&eacute;p&ocirc;t qu'elle n'a pas jug&eacute; opportun, et ce, malgr&eacute; la question pr&eacute;judicielle pos&eacute;e à la Cour de justice.</al>
</observ>
</pnchr>
</div2chr>
<div2chr>
<tit>
<al>Insuffisance de description, d&eacute;faut de nouveaut&eacute;, d&eacute;faut d'activit&eacute; inventive, d&eacute;faut d'application industrielle</al>
</tit>
<pnchr>
<observ>
<al>Plusieurs d&eacute;cisions pr&eacute;sentent un int&eacute;r&ecirc;t en venant revisiter les concepts susvis&eacute;s.</al>
<al>Une d&eacute;cision de la cour d'appel de Paris <emph2>(CA Paris, 7&nbsp;mai 2019, n&deg; 17/14854, Estipharm c/ Assistance SRL et St&eacute; Medi-Vision)</emph2> a pour cadre une action en contrefa&ccedil;on.</al>
<al>Les soci&eacute;t&eacute;s Assistance SRL titulaire du brevet EP&nbsp;0894450 d&eacute;signant la France, s'intitulant "Peigne de nettoyage &agrave; dents muni d'une surface rugueuse et proc&eacute;d&eacute; de production d'un peigne de nettoyage &agrave; r&eacute;sistance m&eacute;canique &eacute;lev&eacute;e" et Medi-Vision distributeur exclusif, qui commercialise le peigne anti-poux sous la marque ASSY 2000, ont indiqu&eacute; avoir d&eacute;couvert qu'un peigne anti-poux similaire &eacute;tait commercialis&eacute; par la soci&eacute;t&eacute; Estipharm sous le nom "Peigne m&eacute;tallique anti poux". La soci&eacute;t&eacute; Estipharm a pour activit&eacute; la cr&eacute;ation et la distribution de produits d'hygi&egrave;ne, de sant&eacute; et de bien-&ecirc;tre en pharmacie et en parapharmacie. Par acte du 18&nbsp;septembre 2015, les soci&eacute;t&eacute;s Assistance et Medi-Vision ont assign&eacute; la soci&eacute;t&eacute; Estipharm en contrefa&ccedil;on de brevet, en sollicitant la r&eacute;paration de leurs pr&eacute;judices et le prononc&eacute; de mesures d'interdiction.</al>
<al>Par jugement du 8&nbsp;juin 2017, le tribunal de grande instance de Paris a notamment d&eacute;bout&eacute; la SAS Estipharm France de ses demandes de nullit&eacute;s form&eacute;es &agrave; l'encontre du brevet n&deg; EP0894450 et dit que la SAS Estipharm France en important et en commercialisant des peignes anti poux reproduisant les revendications 1 &agrave; 6 et 8 et 9 du brevet n&deg; EP0894450 a commis des actes de contrefa&ccedil;on au pr&eacute;judice de la soci&eacute;t&eacute; Assistance SLR titulaire de ce brevet. La soci&eacute;t&eacute; Estipharm a fait appel de ce jugement, par d&eacute;claration du 21&nbsp;juillet 2017. L'arr&ecirc;t de la cour d'appel de Paris rendu le 7&nbsp;mai 2019, infirme le jugement rendu le 8&nbsp;juin 2017&nbsp;: l'arr&ecirc;t annule les revendications 1, 2, 3, 4, 5, 6, 8&nbsp;et 9&nbsp;de la partie fran&ccedil;aise du brevet 0 894 450&nbsp;pour d&eacute;faut d'activit&eacute; inventive, et rejette les demandes en contrefa&ccedil;on de la soci&eacute;t&eacute; Assistance SLR. Nous ne d&eacute;veloppons que la partie de l'arr&ecirc;t consacr&eacute;e aux demandes de nullit&eacute; du brevet soulev&eacute;es par la soci&eacute;t&eacute; Estipharm France.</al>
<al>Tout d'abord, la cour ne fait pas droit &agrave; la demande de la soci&eacute;t&eacute; Estipharm tendant &agrave; voir le brevet annul&eacute; pour d&eacute;faut de description. La soci&eacute;t&eacute; Estipharm soutenait que la caract&eacute;ristique relative &agrave; l'espacement entre les dents n'est pas suffisamment expos&eacute;e pour qu'une personne du m&eacute;tier puisse l'ex&eacute;cuter, que le brevet ne d&eacute;crit pas comment le peigne peut &ecirc;tre utilis&eacute; quand l'espace entre deux dents est inf&eacute;rieur au diam&egrave;tre du cheveu et n'explique pas comment obtenir une efficacit&eacute; significativement sup&eacute;rieure de 30&nbsp;% &agrave; 50&nbsp;% aux autres peignes dans l'extraction des poux et lentes. Elle ajoutait que, s'agissant des caract&eacute;ristiques relatives aux longueurs totale et utile des dents, le brevet n'explique pas la r&egrave;gle de r&eacute;partition entre la partie utile et la partie int&eacute;gr&eacute;e au manche pour parvenir &agrave; "la plus grande efficacit&eacute;". Selon la cour, l'indication selon laquelle le peigne objet de l'invention permet de retirer de 30&nbsp;% &agrave; 50&nbsp;% plus de lentes que les peignes connus dans l'&eacute;tat de l'art ant&eacute;rieur se trouve dans la partie descriptive du brevet, et constitue un objectif auquel tend le brevet. Il ne peut donc pas &ecirc;tre reproch&eacute; au brevet de ne pas expliquer la fa&ccedil;on de parvenir &agrave; ce r&eacute;sultat, ni de justifier de son effectivit&eacute;, ce qui n'est pas une condition de sa validit&eacute;.</al>
<al>La soci&eacute;t&eacute; Estipharm soutenait en outre en se fondant sur les diff&eacute;rentes longueurs de dents invoqu&eacute;es dans la partie descriptive du brevet, que cette partie descriptive n'explique pas la r&egrave;gle de r&eacute;partition entre la partie des dents int&eacute;gr&eacute;e au manche et la partie utile, afin d'obtenir"la plus grande efficacit&eacute;", et notamment n'indique pas quelle longueur doit &ecirc;tre int&eacute;gr&eacute;e dans le manche du peigne pour une partie utile. Selon la cour, de tels griefs ne rel&egrave;vent pas du d&eacute;faut de description de l'invention, et cette argumentation ne d&eacute;montre pas en quoi l'homme du m&eacute;tier ne parviendrait pas &agrave; ex&eacute;cuter l'invention, le crit&egrave;re de "la plus grande efficacit&eacute;" ne figurant pas - au surplus - dans les revendications relatives au peigne.</al>
<al>La cour ne fait pas droit &agrave; la demande de la soci&eacute;t&eacute; Estipharm tendant &agrave; voir le brevet annul&eacute; du d&eacute;faut de nouveaut&eacute; et confirme le jugement sur ce point. Selon la cour, la soci&eacute;t&eacute; Estipharm ne d&eacute;montre pas que l'invention se trouve, toute enti&egrave;re, dans une seule ant&eacute;riorit&eacute; pr&eacute;sentant un caract&egrave;re certain, avec les &eacute;l&eacute;ments qui la constituent, dans les m&ecirc;mes formes, agencement, et avec le m&ecirc;me fonctionnement en vue de produire le m&ecirc;me r&eacute;sultat technique&nbsp;; elle &eacute;choue ainsi &agrave; d&eacute;montrer que la revendication 1&nbsp;du brevet 450&nbsp;est d&eacute;pourvue de nouveaut&eacute;.</al>
<al>La cour en revanche, annule les revendications 1, 2, 3, 4, 5, 6, 8&nbsp;et 9&nbsp;de la partie fran&ccedil;aise du brevet 0 894 450&nbsp;pour d&eacute;faut d'activit&eacute; inventive.</al>
<al>La soci&eacute;t&eacute; Estipharm se fondait sur la combinaison de peignes anciens et de diff&eacute;rents brevets d&eacute;pos&eacute;s ant&eacute;rieurement au brevet 450, pour en d&eacute;duire la nullit&eacute; de la revendication 1&nbsp;pour d&eacute;faut d'activit&eacute; inventive. Elle avan&ccedil;ait que le brevet 450&nbsp;est un brevet de s&eacute;lection de moyens connus, et que la plage de valeurs revendiqu&eacute;e ne montre pas d'effet inattendu ou d'effet de synergie. Selon la cour, il ressort de ce qui pr&eacute;c&egrave;de que la revendication 1&nbsp;du brevet 450&nbsp;est int&eacute;gralement divulgu&eacute;e par l'association des deux documents ant&eacute;rieurs 5 636 646&nbsp;et FR 2 405 042&nbsp;et que l'homme du m&eacute;tier pouvait, en les associant avec ses connaissances g&eacute;n&eacute;rales, parvenir au r&eacute;sultat prot&eacute;g&eacute; par cette revendication.</al>
</observ>
</pnchr>
<pnchr>
<observ>
<al>La cour d'appel de Paris, dans une d&eacute;cision <emph2>(CA Paris, 4&nbsp;juin 2019, n&deg; 17/15068, St&eacute; Lobel Medical c/ Ibryde)</emph2> vient confirmer le jugement du tribunal de grande instance de Paris <emph2>(TGI Paris, 3e ch., 3e sect., 30&nbsp;juin 2017, n&deg; 16/00811)</emph2>, qui avait rejet&eacute; notamment la demande tendant à voir prononcer la nullit&eacute; du brevet fran&ccedil;ais FR 94 11865&nbsp;; la soci&eacute;t&eacute; Lobel Medical a fait appel de ce jugement, par d&eacute;claration du 24&nbsp;juillet 2017.</al>
<al>L'affaire concernait un brevet portant sur un appareil laser utilis&eacute; dans le domaine m&eacute;dical pour assurer la coupe ou l'ablation de tissus humains. La soci&eacute;t&eacute; Lobel Medical demande la nullit&eacute; du brevet litigieux en invoquant successivement l'insuffisance de description, de d&eacute;faut de nouveaut&eacute; et d'activit&eacute; inventive, et le d&eacute;faut d'application industrielle des revendications 8 &agrave; 10 qui concerneraient un traitement chirurgical, domaine exclu de la brevetabilit&eacute;.</al>
<al>Selon la cour d'appel qui d&eacute;boute la demanderesse de toutes ses demandes, l'invention est suffisamment d&eacute;crite pour permettre à l'homme du m&eacute;tier de parvenir au r&eacute;sultat recherch&eacute;, c'est-&agrave;-dire l'obtention d'un effet thermique sur les tissus, sans qu'il soit contraint de r&eacute;aliser des tests rev&ecirc;tant une dimension inventive. S'agissant de la nouveaut&eacute;, aucune des ant&eacute;riorit&eacute;s cit&eacute;es ne comporte les moyens de s&eacute;lection de la longueur d'onde du rayonnement lumineux souhait&eacute;e. S'agissant de l'activit&eacute; inventive, le fait d'&ecirc;tre contraint d'invoquer un grand nombre d'ant&eacute;riorit&eacute;s pour retrouver les diff&eacute;rents &eacute;l&eacute;ments de l'invention exclut que l'homme du m&eacute;tier aurait combin&eacute; ces diff&eacute;rents documents sans d&eacute;passer la zone d'&eacute;vidence qui entoure les connaissances qu'il maîtrise&nbsp;: les documents invoqu&eacute;s ne lui permettaient pas de parvenir au r&eacute;sultat recherch&eacute;. Par ailleurs, l'invention ne rel&egrave;ve pas d'une m&eacute;thode de traitement chirurgical&nbsp;: elle ne porte pas sur une m&eacute;thode particuli&egrave;re de traitement par un appareil dot&eacute; d'un faisceau laser, ni sur la d&eacute;cision du praticien de recourir à la mise en œuvre d'un tel faisceau dans le domaine m&eacute;dical.</al>
</observ>
</pnchr>
<pnchr>
<observ>
<al>La d&eacute;cision de la cour d'appel <emph3>(CA Paris, p&ocirc;le 5, ch. 1, 29&nbsp;oct. 2019, n&deg; 18/03876, Ethypharm SAS c/ Merck Sharp &amp; Dohme Corp)</emph3> infirme partiellement le jugement du tribunal de grande instance de Paris (TGI Paris, 3e ch., 2e sect., 26&nbsp;janv. 2018, n&deg; 16/01225, Ethypharm c/ Merck). Elle revient sur deux aspects relatifs &agrave; la validit&eacute; d'un brevet&nbsp;: l'insuffisance de description et le d&eacute;faut d'activit&eacute; inventive.</al>
<al>La cour d'appel revient d'abord sur la notion de l'insuffisance de description. Aux termes de l'article&nbsp;L.&nbsp;613-25 du CPI, "le brevet est d&eacute;clar&eacute; nul par d&eacute;cision de justice, … b) S'il n'expose pas l'invention de fa&ccedil;on suffisamment claire et compl&egrave;te pour qu'un homme du m&eacute;tier puisse l'ex&eacute;cuter". Cette obligation de suffisance de description est d&eacute;terminante et justifi&eacute;e et se pose la question de savoir jusqu'où doit-on aller dans les d&eacute;tails de la description d'une invention pour satisfaire &agrave; deux contraintes contradictoires&nbsp;: respecter l'int&eacute;r&ecirc;t du brevet&eacute; de ne pas divulguer dans ses moindres d&eacute;tails l'invention, tout en &eacute;vitant la sanction d'insuffisance de description. Dans cette affaire, la cour d'appel pr&eacute;cise que le requ&eacute;rant n'apporte pas la preuve d'une insuffisance de description du brevet car elle indique que "le crit&egrave;re de suffisance de description n'impose pas de d&eacute;montrer cliniquement l'effet th&eacute;rapeutique recherch&eacute; mais, lorsque l'obtention de cet effet th&eacute;rapeutique est une caract&eacute;ristique technique fonctionnelle de la revendication et que celle-ci porte sur une seconde application th&eacute;rapeutique d'une substance ou d'une composition, la demande de brevet doit refl&eacute;ter directement et sans ambiguït&eacute; l'application th&eacute;rapeutique revendiqu&eacute;e. Pour autant, il n'est pas alors syst&eacute;matiquement n&eacute;cessaire que la partie descriptive du brevet contienne des tests, cette condition n'est pas exig&eacute;e lorsqu'il s'agit d'une revendication de produits".</al>
<al>C'est ensuite le crit&egrave;re de l'activit&eacute; inventive qui est examin&eacute; au regard de l'article&nbsp;138 de la convention sur le brevet europ&eacute;en qui pr&eacute;voit notamment qu'un "<emph2>brevet europ&eacute;en ne peut &ecirc;tre d&eacute;clar&eacute; nul, avec un effet pour un &Eacute;tat contractant, que si&nbsp;: a) l'objet du brevet europ&eacute;en n'est pas brevetable en vertu des articles&nbsp;52 à 57&nbsp;; [...]"</emph2>. L'article&nbsp;56 de la m&ecirc;me convention pr&eacute;cisant "<emph2>Une invention est consid&eacute;r&eacute;e comme impliquant une activit&eacute; inventive si, pour un homme du m&eacute;tier, elle ne d&eacute;coule pas d'une mani&egrave;re &eacute;vidente de l'&eacute;tat de la technique"</emph2> [...]. Il est pr&eacute;cis&eacute; que le compos&eacute; apr&eacute;pitant (qui est un antagoniste du r&eacute;cepteur de tachykinine) a &eacute;t&eacute;, comme des proc&eacute;d&eacute;s de pr&eacute;paration dudit compos&eacute;, r&eacute;v&eacute;l&eacute; par des brevets ant&eacute;rieurs.</al>
<al>L'homme du m&eacute;tier (&eacute;quipe constitu&eacute;e d'un chimiste m&eacute;dicinal et d'un pharmacien gal&eacute;niste) disposait de plusieurs techniques pour r&eacute;soudre le probl&egrave;me de la mauvaise biodisponibilit&eacute; du principe actif apr&eacute;pitant auquel il &eacute;tait confront&eacute;. Il r&eacute;sulte de plusieurs documents cit&eacute;s dans l'&eacute;tat de la technique qu'il connaissait la technique de r&eacute;duction de la taille de particules faiblement solubles dans l'eau ainsi que le proc&eacute;d&eacute; de nanonisation des particules. Il savait que ce proc&eacute;d&eacute; am&eacute;liorait la biodisponibilit&eacute; de principes actifs faiblement solubles et &eacute;tait incit&eacute;, au vu des indications concordantes de plusieurs documents de l'&eacute;tat de la technique, à l'utiliser pour am&eacute;liorer la biodisponibilit&eacute; de l'apr&eacute;pitant pour son utilisation comme m&eacute;dicament. La revendication 1 du brevet contest&eacute; ne pr&eacute;sentait pas d'activit&eacute; inventive selon la Cour de justice et la partie fran&ccedil;aise du brevet se trouve annul&eacute;e dans son ensemble.</al>
</observ>
</pnchr>
</div2chr>
<div2chr>
<tit>
<al>Loi Pacte et validit&eacute; du brevet</al>
</tit>
<pnchr>
<observ>
<al>Parmi les diff&eacute;rents apports de la loi Pacte en mati&egrave;re de propri&eacute;t&eacute; industrielle, l'un concerne plus sp&eacute;cifiquement la question de la validit&eacute; du brevet souvent d&eacute;battue dans le domaine du droit de la propri&eacute;t&eacute; industrielle des produits de sant&eacute;&nbsp;: ainsi la loi Pacte a pr&eacute;vu un contr&ocirc;le a priori de l'activit&eacute; inventive des demandes de brevet <emph2>(CPI, art.&nbsp;L.&nbsp;122</emph2> selon lequel"<emph2>I. - A modifi&eacute; les dispositions suivantes&nbsp;:- Code de la propri&eacute;t&eacute; intellectuelle Art.&nbsp;L.&nbsp;612-12 II. - Le I du pr&eacute;sent article entre en vigueur un an apr&egrave;s la promulgation de la pr&eacute;sente loi. Il est applicable aux demandes de brevet d&eacute;pos&eacute;es &agrave; compter de cette date")</emph2>, renfor&ccedil;ant ainsi la proc&eacute;dure d'examen au fond par l'INPI.</al>
<al>En ce qui concerne les demandes en nullit&eacute;, le Code de la propri&eacute;t&eacute; intellectuelle ne pr&eacute;voyait aucune disposition et les tribunaux avaient ainsi fait application des dispositions de droit commun de l'article&nbsp;2224 du Code civil <emph2>(</emph2>d&eacute;lai quinquennal"<emph2>à compter du jour où le titulaire d'un droit a connu ou aurait dû connaitre les faits lui permettant de l'exercer". - V.&nbsp;TGI Paris, 16&nbsp;mars 2017, n&deg; 15/07920&nbsp;: Propr. industr. 2017, comm. 53, note J. Raynard)</emph2>. La position de la jurisprudence avait &eacute;t&eacute; tr&egrave;s critiqu&eacute;e par la doctrine dans la mesure où elle permettait de maintenir en vigueur des titres de propri&eacute;t&eacute; industrielle entach&eacute;s de nullit&eacute; alors qu'il est souhaitable de les supprimer, au nom de l'int&eacute;r&ecirc;t g&eacute;n&eacute;ral <emph2>(Propr. intell. n&deg; 66, p.&nbsp;95, note C. de Haas ss Cass., 8&nbsp;juin 2017. - J. Raynard&nbsp;: Propr. industr. 2017, comm. 53. - M. Dhenne et E. Py, Vers l'imprescriptibilit&eacute; des actions en nullit&eacute; des titres de propri&eacute;t&eacute; industrielle ? - Travaux issus de la conf&eacute;rence du 15&nbsp;mars 2018 relative &agrave; la prescription de l'article&nbsp;2224 du Code civil et les actions en nullit&eacute; des titres de propri&eacute;t&eacute; industrielle&nbsp;: Propr. industr. 2018, dossier 1. - J.-C. Galloux, Brevet - La prescription des actions en nullit&eacute;&nbsp;: approches compar&eacute;es&nbsp;: Propr. industr. 2018, dossier 5)</emph2>. L'article&nbsp;13 de l'ordonnance n&deg; 2018-341 du 9&nbsp;mai 2018 relative au brevet europ&eacute;en unitaire et &agrave; la juridiction unifi&eacute;e du brevet <emph2>(V.&nbsp;M. Dhenne, De la r&eacute;troactivit&eacute; de l'imprescriptibilit&eacute; des actions en annulation des titres nationaux de propri&eacute;t&eacute; industrielle&nbsp;: Propr. industr. 2019, &eacute;tude 27)</emph2>, avait amorc&eacute; une solution tr&egrave;s imparfaite visant &agrave; l'imprescriptibilit&eacute; des actions en annulation de brevet, et ce texte fut abrog&eacute; par l'article&nbsp;124 de la loi n&deg; 2019-486 du 22&nbsp;mai 2019.</al>
<al>La loi Pacte pr&eacute;cise express&eacute;ment que toutes les actions en annulation des titres de propri&eacute;t&eacute; industrielle sont imprescriptibles, sauf pour les cas sp&eacute;cifiques pr&eacute;vus par les articles&nbsp;L.&nbsp;714-3 et L.&nbsp;714-4.</al>
</observ>
</pnchr>
</div2chr>
</div1chr>
<div1chr>
<tit>
<al>Contentieux sp&eacute;cifique au CCP</al>
</tit>
<pnchr>
<observ>
<al>Le contentieux relatif aux CCP cr&eacute;&eacute; par le r&egrave;glement (CE) n&deg; 469/2009 du Parlement europ&eacute;en et du Conseil concernant le certificat compl&eacute;mentaire de protection pour les m&eacute;dicaments, reste constant d'ann&eacute;e en ann&eacute;e, car ses dispositions soul&egrave;vent de nombreuses probl&eacute;matiques r&eacute;currentes et des questions d'interpr&eacute;tation. En outre, le r&egrave;glement (UE) 2019/933 sur les Certificats compl&eacute;mentaires de protection est entr&eacute; en vigueur le 1er&nbsp;juillet 2019, venant modifier le r&egrave;glement (CE) n&deg; 469/2009 sur les CCP en introduisant une "exception de fabrication" ou des g&eacute;n&eacute;riques et des biosimilaires au sein de l'Union europ&eacute;enne.</al>
</observ>
</pnchr>
<div2chr>
<tit>
<al>CCP - Article&nbsp;3, a, du r&egrave;glement (CE) n&deg; 469/2009</al>
</tit>
<pnchr>
<observ>
<al>Dans une affaire opposant d'une part la soci&eacute;t&eacute; MSD titulaire du brevet n&deg; 0720599 (EP 599) d&eacute;signant la France, titulaire &eacute;galement des deux CCP <emph2>(CCP n&deg; 03C0028 expirant le 17&nbsp;avril 2018.</emph2> - Et<emph2> CCP n&deg; 05C0040 expirant le 2&nbsp;avril 2019)</emph2>, et d'autre part la soci&eacute;t&eacute; Mylan fabricant de g&eacute;n&eacute;riques, dont la commercialisation a d&eacute;but&eacute; le 18&nbsp;avril 2018, l'ordonnance du juge de la mise en &eacute;tat du TGI de Paris <emph3>(TGI Paris, JME, 7&nbsp;mars 2019, n&deg; 17/14664, Mylan c/ MSD)</emph3> concerne la validit&eacute;, contest&eacute;e par la soci&eacute;t&eacute; Mylan, du CCP n&deg; 05 C0040 au regard des articles&nbsp;3, a, et 3 c, du r&egrave;glement (CE) n&deg; 469/2009. Le juge de la mise en &eacute;tat dit d&eacute;pourvue de s&eacute;rieux la contestation de la soci&eacute;t&eacute; Mylan portant sur la validit&eacute; du CCP n&deg; 05 C0040 et rel&egrave;ve dit qu'en commercialisant le g&eacute;n&eacute;rique avant l'expiration dudit CCP, la soci&eacute;t&eacute; Mylan a &eacute;t&eacute; l'auteur d'une contrefa&ccedil;on vraisemblable du CCP n&deg; 05C0040.</al>
<al>L'int&eacute;r&ecirc;t de cette d&eacute;cision r&eacute;side dans l'argumentation utilis&eacute;e par le JME qui fait application de la jurisprudence de la Cour de justice en mati&egrave;re combinaison de produits. Selon la Cour de justice, "l'article&nbsp;3 sous a) du r&egrave;glement (CE) n&deg; 469/2009 doit &ecirc;tre interpr&eacute;t&eacute; en ce sens qu'un produit de compos&eacute; de plusieurs principes actifs ayant un effet combin&eacute;, est prot&eacute;g&eacute; par un brevet de base en vigueur au sens de cette disposition, d&egrave;s lors que, la combinaison de principes actifs qui le composent m&ecirc;me si elle n'est pas explicitement mentionn&eacute; dans les revendications du brevet de base, est n&eacute;cessairement et sp&eacute;cifiquement vis&eacute;e dans ces revendications".</al>
</observ>
</pnchr>
</div2chr>
<div2chr>
<tit>
<al>CCP - Article&nbsp;3, c, du r&egrave;glement (CE) n&deg; 469/2009</al>
</tit>
<pnchr>
<observ>
<al>La cour d'appel de Paris, dans sa d&eacute;cision <emph2>(CA Paris, p&ocirc;le 5, ch. 1, 22&nbsp;janv. 2019, n&deg; 18/10532, Merck Sharp &amp; Dohme Corp. c/ Dir. g&eacute;n. INPI&nbsp;: JurisData n&deg; 2019-000898)</emph2> revient sur l'analyse de l'article&nbsp;3, c, du r&egrave;glement (CE) n&deg; 469/2009 et rejette le recours form&eacute; contre la d&eacute;cision du directeur g&eacute;n&eacute;ral de l'INPI en date du 5&nbsp;f&eacute;vrier 2018.</al>
<al>La demande de CCP de la soci&eacute;t&eacute; Merck Sharp &amp; Dohme Corp (MSD) portait sur la combinaison de deux principes actifs, l'&eacute;z&eacute;timibe et l'atorvastatine, ce dernier relevant de la cat&eacute;gorie des statines ou"inhibiteurs de l'HMG CoA reductase".</al>
<al>Pour que puisse &ecirc;tre remplie la condition pos&eacute;e par l'article&nbsp;3, c, du r&egrave;glement (CE) n&deg; 469/2009, selon lequel le produit ne doit pas d&eacute;j&agrave; avoir fait l'objet d'un certificat, cette combinaison doit constituer un produit diff&eacute;rent de la combinaison de l'&eacute;z&eacute;timibe avec la simvastatine, autre statine qui a d&eacute;j&agrave; fait l'objet d'un CCP n&deg; 05C0040 sur la base du m&ecirc;me brevet en r&eacute;f&eacute;rence à une pr&eacute;c&eacute;dente AMM. Or, le brevet de base liste les diff&eacute;rentes statines avec lesquelles peut &ecirc;tre combin&eacute;e l'&eacute;z&eacute;timibe, indiff&eacute;remment et sans les distinguer. Selon la cour, il n'est pas justifi&eacute; aux termes du brevet que le r&eacute;sultat de la combinaison de l'&eacute;z&eacute;timibe avec l'atorvastatine constitue un produit diff&eacute;rent de la combinaison de l'&eacute;z&eacute;timibe et de la simvastatine, et la condition de l'article&nbsp;3 c) n'&eacute;tant pas r&eacute;unie du fait du CCP n&deg; 05C0040"&eacute;z&eacute;timibe en combinaison avec la simvastatine". C'est donc à juste titre que la demande de CCP portant sur la composition de principes actifs &eacute;z&eacute;timibe et atorvastatine a &eacute;t&eacute; rejet&eacute;e.</al>
</observ>
</pnchr>
</div2chr>
<div2chr>
<tit>
<al>CCP - Article&nbsp;3, d, du r&egrave;glement (CE) n&deg; 469/2009</al>
</tit>
<pnchr>
<observ>
<al>La demande de d&eacute;cision pr&eacute;judicielle pos&eacute;e &agrave; la Cour de justice <emph3>(CJUE, 4e ch., 21&nbsp;mars 2019, aff. C-443/17, Abraxis Bioscience LLC c/ Comptroller General of Patents&nbsp;: JurisData n&deg; 2019-005378)</emph3> porte sur l'interpr&eacute;tation de l'article&nbsp;3, sous d, du r&egrave;glement (CE) n&deg; 469/2009 du Parlement europ&eacute;en et du Conseil, du 6&nbsp;mai 2009, concernant le certificat compl&eacute;mentaire de protection pour les m&eacute;dicaments. Cette demande a &eacute;t&eacute; pr&eacute;sent&eacute;e dans le cadre d'un litige opposant Abraxis bioscience LLC au Comptroller General of Patents (contr&ocirc;leur g&eacute;n&eacute;ral des brevets, Royaume-Uni) au sujet du rejet d'une demande de d&eacute;livrance d'un certificat compl&eacute;mentaire de protection pour un m&eacute;dicament commercialis&eacute; sous le nom d'"Abraxane".</al>
<al>L'arr&ecirc;t de la Cour de justice de l'Union europ&eacute;enne du 21&nbsp;mars 2019 revient sur la probl&eacute;matique r&eacute;currente de l'interpr&eacute;tation des conditions d'octroi du certificat compl&eacute;mentaire de protection (CCP). Les conditions relatives &agrave; la notion de "produit" (article&nbsp;1, sous b) du r&egrave;glement CCP) et celle de "premi&egrave;re AMM" (article&nbsp;3, sous d) du r&egrave;glement CCP), ont fait l'objet de multiples interpr&eacute;tations jurisprudentielles de la part des juridictions nationales et europ&eacute;ennes. On rappellera que l'interpr&eacute;tation de la notion "premi&egrave;re AMM" avait donn&eacute; lieu à une interpr&eacute;tation extensive et t&eacute;l&eacute;ologique de la cour dans l'arr&ecirc;t Neurim <emph2>(CJUE, 19&nbsp;juill. 2012, aff. C-130/11)</emph2>, qui avait admis qu'une nouvelle application th&eacute;rapeutique (traitement de l'insomnie chez les humains) d'un principe actif connu (la m&eacute;latonine) pouvait faire l'objet d'un CCP, malgr&eacute; l'existence d'une AMM pour une premi&egrave;re application th&eacute;rapeutique (r&eacute;gulation du cycle de reproduction des moutons) du produit.</al>
<al>Dans l'arr&ecirc;t susvis&eacute;, la Cour de justice r&eacute;pond par la n&eacute;gative et &eacute;carte l'application de l'arr&ecirc;t Neurim &agrave; un principe actif ancien qui a d&eacute;j&agrave; b&eacute;n&eacute;fici&eacute; d'une AMM, pour une nouvelle formulation qui renforce son efficacit&eacute;&nbsp;:</al>
<al>"L'article&nbsp;3, sous d), du r&egrave;glement (CE) no&nbsp;469/2009 du Parlement europ&eacute;en et du Conseil, du 6&nbsp;mai 2009, concernant le certificat compl&eacute;mentaire de protection pour les m&eacute;dicaments, lu en combinaison avec l'article&nbsp;1er, sous b), de ce r&egrave;glement, doit &ecirc;tre interpr&eacute;t&eacute; en ce sens que l'autorisation de mise sur le march&eacute; vis&eacute;e &agrave; l'article&nbsp;3, sous b), dudit r&egrave;glement, invoqu&eacute;e &agrave; l'appui d'une demande de certificat compl&eacute;mentaire de protection portant sur une nouvelle formulation d'un principe actif ancien, ne peut pas &ecirc;tre consid&eacute;r&eacute;e comme &eacute;tant la premi&egrave;re autorisation de mise sur le march&eacute; du produit concern&eacute; en tant que m&eacute;dicament lorsque ce principe actif a d&eacute;j&agrave; fait l'objet d'une telle autorisation en tant que tel".</al>
</observ>
</pnchr>
</div2chr>
<div2chr>
<tit>
<al>R&egrave;glement (UE) 2019/933 du 20&nbsp;mai 2019 modifiant le r&egrave;glement (CE) n&deg; 469/2009 concernant le certificat compl&eacute;mentaire de protection pour les m&eacute;dicaments, entr&eacute; en vigueur le 1er&nbsp;juillet 2019</al>
</tit>
<pnchr>
<observ>
<al>Par un communiqu&eacute; de presse du 28&nbsp;mai 2018, la Commission europ&eacute;enne avait inform&eacute; que suite &agrave; une demande du Parlement europ&eacute;en, elle avait propos&eacute; d'introduire une d&eacute;rogation au r&eacute;gime des CCP, pour les fabricants de m&eacute;dicaments g&eacute;n&eacute;riques ou biosimilaires pendant la dur&eacute;e du certificat compl&eacute;mentaire de protection, sans porter atteinte &agrave; l'exclusivit&eacute; commerciale accord&eacute;e sur les march&eacute;s prot&eacute;g&eacute;s.</al>
<al>Il s'agissait d'une modification relative &agrave; la fabrication de produits destin&eacute;s à &ecirc;tre export&eacute;s hors Union europ&eacute;enne. La Commission europ&eacute;enne avait motiv&eacute; sa proposition par la constatation des profondes mutations du march&eacute; pharmaceutique, en Europe et au niveau mondial&nbsp;: une forte augmentation de la demande, un accroissement de la part de march&eacute; d&eacute;tenue par les m&eacute;dicaments g&eacute;n&eacute;riques et biosimilaires ainsi que des menaces sur le r&ocirc;le de l'industrie pharmaceutique europ&eacute;enne. Cette proposition visait à supprimer les d&eacute;savantages concurrentiels auxquels &eacute;taient confront&eacute;s les fabricants de g&eacute;n&eacute;riques et de biosimilaires bas&eacute;s dans l'Union europ&eacute;enne, qui conduisaient à une d&eacute;localisation croissante de la fabrication de g&eacute;n&eacute;riques et de biosimilaires en dehors de l'Union europ&eacute;enne.</al>
<al>En effet, jusqu'alors, le r&egrave;glement (CE) n&deg; 469/2009 ne pr&eacute;voyait aucune exception &agrave; la protection conf&eacute;r&eacute;e par le certificat, ce qui avait pour cons&eacute;quence d'emp&ecirc;cher les fabricants de g&eacute;n&eacute;riques et de biosimilaires &eacute;tablis dans l'Union europ&eacute;enne de fabriquer des g&eacute;n&eacute;riques et des biosimilaires au sein de l'Union europ&eacute;enne, m&ecirc;me &agrave; des fins d'exportation vers des march&eacute;s de pays tiers où la protection n'existe pas ou lorsqu'elle a expir&eacute;. Les fabricants &eacute;taient &eacute;galement emp&ecirc;ch&eacute;s de fabriquer des g&eacute;n&eacute;riques et des biosimilaires &agrave; des fins de stockage pendant une dur&eacute;e limit&eacute;e avant l'expiration du certificat. Ce cadre juridique protecteur des droits de propri&eacute;t&eacute; industrielle rendait difficile une entr&eacute;e sur le march&eacute; de l'Union europ&eacute;enne imm&eacute;diatement apr&egrave;s l'expiration du certificat, pour ces fabricants de l'Union europ&eacute;enne, contrairement &agrave; ceux situ&eacute;s dans des pays tiers où la protection n'existe pas ou a expir&eacute;.</al>
<al>Toutefois, la F&eacute;d&eacute;ration europ&eacute;enne des industries et associations pharmaceutiques qui repr&eacute;sente l'industrie pharmaceutique en Europe avait &eacute;mis des r&eacute;serves et soulign&eacute; que la proposition de la Commission allait amoindrir les droits sur la propri&eacute;t&eacute; intellectuelle et compromettre l'acc&egrave;s des patients aux traitements innovants, en montrant que l'Europe affaiblit son engagement en faveur de la propri&eacute;t&eacute; intellectuelle.</al>
<al>La proposition de la Commission europ&eacute;enne du 28&nbsp;mai 2018, visant &agrave; modifier le r&egrave;glement (CE) n&deg; 469/2009 concernant les certificats compl&eacute;mentaires de protection (CCP) pour les m&eacute;dicaments, a &eacute;t&eacute; adopt&eacute;e par le Parlement europ&eacute;en le 17&nbsp;avril 2019 et vot&eacute;e par le Conseil le 14&nbsp;mai 2019, publi&eacute;e au JO le 11 juin. Le r&egrave;glement est entr&eacute; en vigueur le 1er&nbsp;juillet 2019.</al>
<al>Depuis cette date, la protection conf&eacute;r&eacute;e par un CCP sur les m&eacute;dicaments ne s'&eacute;tend plus &agrave;&nbsp;la fabrication aux fins d'exportation hors Union europ&eacute;enne ou pour le stockage dans les 6 mois pr&eacute;c&eacute;dant l'expiration du CCP, sous certaines conditions.</al>
<al>En effet, depuis le 1er&nbsp;juillet 2019, le r&egrave;glement (CE) n&deg; 469/2009 concernant le certificat compl&eacute;mentaire de protection pour les m&eacute;dicaments a &eacute;t&eacute; modifi&eacute; afin de permettre aux fabricants de g&eacute;n&eacute;riques et de biosimilaires &eacute;tablis dans l'Union europ&eacute;enne de fabriquer dans l'union des produits, ou des m&eacute;dicaments contenant ces produits, à des fins d'exportation vers des march&eacute;s de pays tiers ou de stockage en attente d'expiration d'un certificat. Cette modification introduit une exception limitant la protection conf&eacute;r&eacute;e par un certificat et pr&eacute;voit que certains actes qui exigeraient autrement le consentement du titulaire du certificat peuvent &ecirc;tre r&eacute;alis&eacute;s sans &ecirc;tre consid&eacute;r&eacute;s comme une atteinte aux droits du titulaire.</al>
<al>L'exception de fabrication s'inscrit dans un objectif de renforcement de la comp&eacute;titivit&eacute; de l'industrie europ&eacute;enne des m&eacute;dicaments g&eacute;n&eacute;riques et biosimilaires.</al>
<al>Cette exception s'applique aux certificats qui ont fait l'objet d'une demande le 1er&nbsp;juillet 2019 ou ult&eacute;rieurement&nbsp;; à partir du 2&nbsp;juillet 2022, aux certificats qui ont fait l'objet d'une demande avant le 1er&nbsp;juillet 2019 et qui prennent effet à cette date ou apr&egrave;s cette date. Cette exception ne s'applique pas aux certificats qui prennent effet avant le 1er&nbsp;juillet 2019.</al>
<al>La Commission europ&eacute;enne proc&egrave;dera &agrave; une &eacute;valuation de l'impact de ce dispositif d'exception au plus tard le 1er&nbsp;juillet 2024, puis tous les 5 ans.</al>
<al>Une nouvelle proc&eacute;dure de d&eacute;claration pour les fabricants de g&eacute;n&eacute;riques et de biosimilaires d'un produit couvert par un certificat compl&eacute;mentaire de protection est mise en place &agrave; l'INPI&nbsp;: si la fabrication a lieu en France, le fabricant devra avertir non seulement le titulaire du CCP mais aussi l'INPI au plus tard 3 mois avant la date du d&eacute;but de la fabrication en France, ou au plus tard 3 mois avant le premier acte connexe pr&eacute;alable à cette fabrication, qui seraient autrement interdits en vertu de la protection conf&eacute;r&eacute;e par un CCP, la date la plus proche &eacute;tant retenue. Le fabricant devra ainsi remplir le formulaire type t&eacute;l&eacute;chargeable sur le site de l'INPI et suivre la nouvelle proc&eacute;dure mise en place afin que l'INPI puisse ensuite publier cette inscription au BOPI et diffuser ce formulaire sur la base brevet INPI.</al>
</observ>
<motscles>
<mc>
<mc1>Produits pharmaceutiques</mc1>
<mc2>Brevet</mc2>
</mc>
<mc>
<mc1>Produits pharmaceutiques</mc1>
<mc2>Certificat compl&eacute;mentaire de protection</mc2>
</mc>
</motscles>
</pnchr>
</div2chr>
</div1chr>
</corpschr></chronique></article>